# 'brew install'
brew 'git'
brew 'gh'
brew 'nvm'
brew 'yarn'
brew 'python'

# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# 'brew install --cask'
#   IDEs and Dev tools
cask 'beyond-compare'
cask 'cyberduck'
cask 'figma'
cask 'imageoptim'
cask 'sublime-text'
cask 'visual-studio-code'
cask "github"
cask "iterm2"

#   Browsers
cask "firefox"
cask "google-chrome"

#   OS tools and Apps
cask 'font-ibm-plex'
cask 'rectangle'

#   Misc apps
cask 'fanny'
cask 'grammarly'
cask 'namechanger'
cask 'google-drive'
cask 'spotify'
cask 'zoom'
